jsonp295(
    {
        "result": [
            ["衣服女", "4059366.6611483423"],
            ["衣服男", "2860149.5666023754"],
            ["衣服男夏季", "1231534.3753835813"],
            ["衣服女装夏", "2111691.2567834966"],
            ["衣服女ins潮", "393100.9784023025"],
            ["衣服女夏", "2221932.103564636"],
            ["衣服男t恤", "1530298.2926987212"],
            ["衣服女秋", "1443299.2254164738"],
            ["衣服男潮流", "640284.9843418618"],
            ["衣服男短袖", "917968.0466226973"]],
        "magic": [{
            "index": "4", "type": "tag_group",
            "data": [[{ "title": "连衣裙", "type": "hot" },
            { "title": "上衣" }], [{ "title": "中长款" },
            { "title": "常规" }, { "title": "印花" },
            { "title": "学生", "type": "hot" },
            { "title": "显瘦" }, { "title": "短袖" },
            { "title": "妈妈装" }, { "title": "宽松" }]]
        }, {
            "index": "9", "type": "tag_group",
            "data": [[
                { "title": "薄款", "type": "hot" },
                { "title": "常规" }],
            [{ "title": "夏季" },
            { "title": "圆领" },
            { "title": "印花" },
            { "title": "短袖" },
            { "title": "修身" },
            { "title": "纯棉" },
            { "title": "宽松" },
            { "title": "学生", "type": "hot" }]]
        },
        {
            "index": "10", "type": "tag_group", "data": [[{ "title": "薄款", "type": "hot" },
            { "title": "常规" }], [{ "title": "上衣" },
            { "title": "学生" }, { "title": "圆领" },
            { "title": "大码", "type": "hot" },
            { "title": "简约" }, { "title": "修身" },
            { "title": "宽松" }, { "title": "夏季" }]]
        }]
    }
    
    )